basic/controllers/ProfileController.php

SELECT `image` FROM `upload_form`
---
    public function actionIndex()
    {
        $query=UploadForm::find()->select('image')->all();
        $result=UploadForm::find()->select('image')->one();